# coding:utf-8

def mainMenu():
    print('---------------------------------------')
    print('|    N B A 球 员 数 据 查 询 系 统    |')
    print('|                        --Alpha 2.0  |')
    print('---------------------------------------')
    print('|   1.  增   加   球   员   信   息   |')
    print('|   2.  删   除   球   员   信   息   |')
    print('|   3.  更   改   球   员   信   息   |')
    print('|   4.  查   询   球   员   信   息   |')
    print('|   5.  显   示   所   有   信   息   |')
    print('|   9.  显     示        菜      单   |')
    print('|   0.  退     出        系      统   |')
    print('---------------------------------------')
